/* No comment provided by engineer. */
"%d days ago" = "منذ %d أيام";

/* No comment provided by engineer. */
"%d hours ago" = "منذ %d ساعات";

/* No comment provided by engineer. */
"%d minutes ago" = "منذ %d دقائق";

/* No comment provided by engineer. */
"%d months ago" = "منذ %d أشهر";

/* No comment provided by engineer. */
"%d seconds ago" = "منذ %d ثوانٍ";

/* No comment provided by engineer. */
"%d weeks ago" = "منذ %d أسابيع";

/* No comment provided by engineer. */
"%d years ago" = "منذ %d سنوات";

/* No comment provided by engineer. */
"A minute ago" = "منذ دقيقة";

/* No comment provided by engineer. */
"An hour ago" = "منذ ساعة";

/* No comment provided by engineer. */
"Just now" = "حالًا";

/* No comment provided by engineer. */
"Last month" = "الشهر الماضي";

/* No comment provided by engineer. */
"Last week" = "الأسبوع الماضي";

/* No comment provided by engineer. */
"Last year" = "العام الماضي";

/* No comment provided by engineer. */
"Yesterday" = "أمس";

/* No comment provided by engineer. */
"1 year ago" = "منذ عام";

/* No comment provided by engineer. */
"1 month ago" = "منذ شهر";

/* No comment provided by engineer. */
"1 week ago" = "منذ أسبوع";

/* No comment provided by engineer. */
"1 day ago" = "منذ يوم";

/* No comment provided by engineer. */
"This morning" = "هذا الصباح";

/* No comment provided by engineer. */
"This afternoon" = "بعد ظهيرة اليوم";

/* No comment provided by engineer. */
"Today" = "اليوم";

/* No comment provided by engineer. */
"This week" = "هذا الأسبوع";

/* No comment provided by engineer. */
"This month" = "هذا الشهر";

/* No comment provided by engineer. */
"This year" = "هذا العام";

/* Short format for */
"%dh" = "%dس"; // hour
"%dm" = "%dد"; // minute
"%ds" = "%dث"; // second
